
<?php
return [
    'home'          => 'الرئيسية',
    'books'         => 'الكتب',
    'cats'          => 'التصنيفات',
    'logout'        => 'تسجيل خروج',
    'login'         => 'تسجيل دخول',
    'register'      => 'تسجيل' ,
    'lang'          => 'اللغة',
    'homeH1'        => 'مكتبة لعرض الكتب',
    'homeP'         => 'نعرض كتب لمختلف المجالات',
    'getStarted'    => 'البدء',
    'logo'          => 'مكتبة',
    'title required'=> 'حقل العنوان مطلوب',
    'title string'  => 'حقل العنوان يجب ان يكون من النوع نص',
    'title max'     => 'حقل العنوان لا يجب ان يكون أكثر من 100 حرف', 
    'desc required' => 'حقل الوصف مطلوب',
    'desc string'   => 'حقل الوصف يجب ان يكون نص',
    'img required'  => 'حقل الصورة مطلوب',
    'img image'     => 'حقل الصورة يجب ان يكون من النوع صور',
    'categories ids'=> 'حقل التصنيفات مطلوب',
    'name required' =>'حقل الاسم مطلوب',
    'name string'   => 'حقل الاسم يجب ان يكون نص',
    'name max'      => 'حقل الاسم لا يجب ان يكون أكثر من 100 حرف', 
    'email required'=>'حقل الاميل مطلوب',
    'email type'    => 'يجب ان يكون ايميل صحيح',
    'email max'     => 'الاميل يجب ان لا يتعظي 100 حرف',
    'password required' =>'يجب ان تدخل الرقم السري',
    'password string'   => 'الرقم السري يجب ان يكون نص',
    'password max'      => 'الرقم السري يجب ان يكون بين 5 احرف و 50 حرف',
    'password min'      => 'الرقم السري يجب ان يكون بين 5 احرف و 50 حرف',
    'content required' =>'حقل المحتوي مطلوب',
    'content string'   => 'حقل المحتوي يجب ان يكون نص',


    
];